Revit 2024 API
ParameterTypeId.StairsAttrStairsCutOffset Property
 "Extend Below Base"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsAttrStairsCutOffset { get; }
Visual Basic
Public Shared ReadOnly Property StairsAttrStairsCutOffset As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsAttrStairsCutOffset {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace